{
    "settingsPanelPlugins": "Plugins",
    "settingsPanelThemes": "Thèmes",
    "settingsPanelUpdates": "Mises à jour",
    "settingsPanelLogs": "Journaux",
    "settingsPanelSettings": "Paramètres",
    "settingsPanelAbout": "À propos",
    "settingsPanelBugReport": "Signaler un bug",
    "itemNoDescription": "Aucune description pour le moment.",
    "themePanelClientTheme": "Thème",
    "themePanelThemeTooltip": "Sélectionnez le thème que vous souhaitez utiliser (nécessite un rechargement)",
    "pluginPanelPluginTooltip": "Vous n'avez pas encore installé de plugins ?",
    "themePanelGetMoreThemes": "Obtenir plus de thèmes",
    "pluginPanelGetMorePlugins": "Obtenir des plugins",
    "themePanelInjectJavascript": "Injecter du JavaScript",
    "themePanelInjectJavascriptToolTip": "Décidez si les thèmes peuvent insérer du JavaScript dans Steam. Désactiver JavaScript peut entraîner des dysfonctionnements de l'interface Steam (nécessite un rechargement)",
    "themePanelInjectCSS": "Injecter des feuilles de style",
    "themePanelInjectCSSToolTip": "Décidez si les thèmes peuvent insérer des feuilles de style dans Steam. (nécessite un rechargement)",
    "themePanelCustomAccentColor": "Couleur d'accentuation personnalisée",
    "themePanelCustomAccentColorToolTip": "Définissez une couleur d'accent personnalisée pour les thèmes qui la prennent en charge (nécessite un rechargement)",
    "themePanelCustomColorNotUsed": "Remarque : Le thème actif N'UTILISE PAS ce paramètre.",
    "themePanelCustomColorUsed": "Remarque : Le thème actif UTILISE ce paramètre !",
    "updatePanelHasUpdates": "Mises à jour disponibles !",
    "updatePanelHasUpdatesSub": "Millennium a trouvé les mises à jour suivantes pour vos thèmes.",
    "updatePanelReleasedTag": "Publié :",
    "updatePanelReleasePatchNotes": "Notes de mise à jour :",
    "updatePanelIsUpdating": "Mise à jour en cours...",
    "updatePanelUpdate": "Mettre à jour",
    "updatePanelNoUpdatesFound": "Aucune mise à jour trouvée. Vous êtes à jour !",
    "ViewMore": "Voir plus",
    "aboutThemeAnonymous": "Anonyme",
    "aboutThemeTitle": "À propos",
    "aboutThemeVerifiedDev": "Développeur vérifié",
    "viewSourceCode": "Voir le code source",
    "showInFolder": "Afficher dans le dossier",
    "uninstall": "Désinstaller",
    "optionSaveChanges": "Enregistrer les modifications",
    "optionReloadNow": "Recharger maintenant",
    "optionReloadLater": "Recharger plus tard",
    "optionReloadRequired": "Rechargement requis",
    "optionPluginNeedsReload": "Pour activer ou désactiver les plugins sélectionnés, un rechargement est nécessaire. Êtes-vous sûr de vouloir continuer ?",
    "updatePanelUpdateNotifications": "Notifications push",
    "updatePanelUpdateNotificationsTooltip": "Demandez à Millennium de vous rappeler lorsqu'un élément de votre bibliothèque a une mise à jour !",
    "customThemeSettingsColors": "Couleurs",
    "customThemeSettingsConfig": "Paramètres personnalisés",
    "errorMessageTitle": "Oups !",
    "errorSubmitIssueNotValid": "Votre rapport n'est pas valide. Assurez-vous qu'il ne concerne pas un plugin ou un thème ; si c'est le cas, veuillez contacter le développeur du plugin ou du thème.",
    "errorSubmitIssueNoDescription": "Veuillez fournir une description de votre problème (10 caractères ou plus).",
    "errorSubmitIssueNoSteps": "Veuillez fournir un aperçu de la façon de reproduire votre problème (10 caractères ou plus).",
    "errorSubmitIssueTooFrequent": "Doucement ! Vous soumettez des rapports trop rapidement. Veuillez attendre un peu avant d'en soumettre un autre.",
    "updateSuccessful": "{0} mis à jour avec succès",
    "updateSuccessfulRestart": "{0} mis à jour avec succès ! Comme il est actuellement actif, vous devrez redémarrer Steam pour que les modifications prennent effet.",
    "updateFailed": "Échec de la mise à jour de {0} ! Consultez les journaux pour plus d'informations.",
    "messageTitleWarning": "Un instant !",
    "messageUpdateDisableClarification": "Voulez-vous désactiver complètement les vérifications de mise à jour, ou simplement désactiver ces notifications de mise à jour ? Vous pouvez toujours modifier cela dans les paramètres de Millennium plus tard.",
    "DisableUpdates": "Désactiver les mises à jour",
    "DisableOnlyNotifications": "Juste les notifications",
    "message1162025SecurityUpdate": "Nous avons décidé de mettre à jour nos protocoles de sécurité pour mieux vous protéger, vous et la communauté. À partir du 27/03/2025, nous mettons en place des mesures pour vous demander explicitement si vous souhaitez recevoir des mises à jour de Millennium.",
    "message1162025SecurityUpdateTooltip": "Cela concerne uniquement les mises à jour de Millennium, pas celles des thèmes et des plugins, qui sont gérées séparément et n'ont jamais été automatiques.",
    "toggleWantsMillenniumUpdates": "Voulez-vous que Millennium vérifie les mises à jour ?",
    "toggleWantsMillenniumUpdatesTooltip": "Si activé, Millennium vérifiera automatiquement les mises à jour. Les mises à jour ne seront PAS appliquées automatiquement à moins que vous n'ayez désactivé les notifications (paramètre ci-dessous). Vous recevrez une fenêtre contextuelle avec l'option de mettre à jour ou d'ignorer.",
    "toggleWantsMillenniumUpdatesNotifications": "Voulez-vous être notifié lorsqu'une mise à jour est trouvée ? (similaire à cette fenêtre contextuelle)",
    "toggleWantsMillenniumUpdatesNotificationsTooltip": "Si la vérification des mises à jour est activée, qu'une mise à jour est trouvée et que ce paramètre est activé, vous recevrez une fenêtre contextuelle avec l'option de mettre à jour ou de rester sur votre version actuelle. Si la vérification des mises à jour est activée, qu'une mise à jour est trouvée et que vous N'AVEZ PAS activé ce paramètre, vous ne recevrez pas de fenêtre contextuelle et la mise à jour sera appliquée automatiquement.",
    "updateSecurityWarning": "Il est fortement recommandé de garder ces paramètres activés, car ils garantissent que vous êtes toujours à jour avec les dernières corrections de sécurité. Ne pas mettre à jour Millennium peut entraîner des vulnérabilités de sécurité, des fonctionnalités cassées ou d'autres problèmes.",
    "settingsAreChangeableLater": "Vous pouvez modifier ces paramètres plus tard dans les paramètres de Millennium.",
    "strViewUpdateDiffInBrowser": "Voir les différences dans le navigateur",
    "strViewDownloadInfo": "Voir les informations de téléchargement",
    "strUpdateNextStartup": "Mettre à jour au prochain démarrage",
    "strUpdateReject": "Je passe",
    "strDontShowAgain": "Ne plus afficher",
    "strAnUpdateIsAvailable": "Une mise à jour est disponible pour Millennium ! Ce message s'affiche parce que vous avez choisi de recevoir les mises à jour. Si vous ne souhaitez plus recevoir ces messages, vous pouvez activer les mises à jour automatiques ou désactiver complètement les mises à jour dans les paramètres de Millennium.",
    "updatePanelCheckForUpdates": "Vérifier les mises à jour",
    "updatePanelShowUpdateNotifications": "Afficher les notifications de mise à jour"
  }