{
   "settingsPanelPlugins": "Plugins",
   "settingsPanelThemes": "Designs",
   "settingsPanelUpdates": "Updates",
   "settingsPanelLogs": "Protokolle",
   "settingsPanelSettings": "Einstellungen",
   "settingsPanelAbout": "Über",
   "settingsPanelBugReport": "Einen Fehler melden",
   "itemNoDescription": "Noch keine Beschreibung.",
   "themePanelClientTheme": "App Design",
   "themePanelThemeTooltip": "Wählen Sie das Design, das Steam verwenden soll (erfordert Neuladen)",
   "pluginPanelPluginTooltip": "Sie haben noch keine Plugins installiert? ",
   "themePanelGetMoreThemes": "Weitere Designs erhalten",
   "pluginPanelGetMorePlugins": "Finde Plugins hier",
   "themePanelInjectJavascript": "Injiziere JavaScript",
   "themePanelInjectJavascriptToolTip": "Legen Sie fest, ob Designs JavaScript in Steam injizieren dürfen. Das Deaktivieren von JavaScript kann als Nebenprodukt die Steam-Oberfläche beschädigen (erfordert Neuladen)",
   "themePanelInjectCSS": "Injiziere StyleSheets",
   "themePanelInjectCSSToolTip": "Entscheiden Sie, ob Designs Stylesheets in Steam injizieren dürfen. (erfordert Neuladen)",
   "themePanelCustomAccentColor": "Benutzerdefinierte Akzentfarbe",
   "themePanelCustomAccentColorToolTip": "Einstellen einer benutzerdefinierten Akzentfarbe für Designs, die dies unterstützen (erfordert Neuladen)",
   "themePanelCustomColorNotUsed": "Hinweis: Das aktive Design verwendet diese Einstellung NICHT.",
   "themePanelCustomColorUsed": "Hinweis: Das aktive Design verwendet diese Einstellung!",
   "updatePanelHasUpdates": "Aktualisierungen verfügbar!",
   "updatePanelHasUpdatesSub": "Millennium hat die folgenden Aktualisierungen für Ihre Designs gefunden.",
   "updatePanelReleasedTag": "Veröffentlicht:",
   "updatePanelReleasePatchNotes": "Patch Notes:",
   "updatePanelIsUpdating": "Aktualisierung im Gange...",
   "updatePanelUpdate": "Aktualisierung",
   "updatePanelNoUpdatesFound": "Keine Aktualisierungen gefunden. Sie sind startklar!",
   "ViewMore": "Mehr Ansehen",
   "aboutThemeAnonymous": "Anonym",
   "aboutThemeTitle": "Über",
   "aboutThemeVerifiedDev": "Verifizierter Entwickler",
   "viewSourceCode": "Quellcode anzeigen",
   "showInFolder": "In Ordner anzeigen",
   "uninstall": "Deinstallieren",
   "optionSaveChanges": "Änderungen speichern",
   "optionReloadNow": "Jetzt neu laden",
   "optionReloadLater": "Später neu laden",
   "optionReloadRequired": "Neuladen benötigt",
   "optionPluginNeedsReload": "Um dieses Plugin zu aktivieren oder zu deaktivieren, ist ein Neustart erforderlich. Sind Sie sicher, dass Sie fortfahren möchten?",
   "updatePanelUpdateNotifications": "Push-Benachrichtigungen",
   "updatePanelUpdateNotificationsTooltip": "Lassen Sie sich von Millennium daran erinnern, wenn ein Objekt in Ihrer Bibliothek aktualisiert wurde!",
   "customThemeSettingsColors": "Farben",
   "customThemeSettingsConfig": "Benutzerdefinierte Einstellungen",
   "errorMessageTitle": "Ups!",
   "errorSubmitIssueNotValid": "Ihr Problem ist nicht gültig. Vergewissern Sie sich, dass Ihr Problem nicht mit einem Plugin oder Design zusammenhängt. Wenn doch, wenden Sie sich bitte an den Entwickler des Plugins oder Designs.",
   "errorSubmitIssueNoDescription": "Bitte geben Sie eine Beschreibung Ihres Problems an (10 Zeichen oder mehr).",
   "errorSubmitIssueNoSteps": "Bitte geben Sie einen Überblick, wie man Ihr Problem reproduzieren kann (10 Zeichen oder mehr).",
   "errorSubmitIssueTooFrequent": "Whoa! Sie reichen die Probleme zu schnell ein. Bitte warten Sie ein wenig, bevor Sie ein weiteres Problem einreichen.",
   "updateSuccessful": "Erfolgreich aktualisiert {0}",
   "updateSuccessfulRestart": "Erfolgreich aktualisiert {0}! Da du es derzeit aktiv hast, musst du Steam neu starten, damit die Änderungen wirksam werden.",
   "updateFailed": "Aktualisierung von {0} fehlgeschlagen! Prüfen Sie die Protokolle für weitere Informationen.",
   "messageTitleWarning": "Eine Sekunde!",
   "messageUpdateDisableClarification": "Möchten Sie die Aktualisierungsüberprüfungen ganz deaktivieren oder nur die Aktualisierungsbenachrichtigungen ausschalten? Sie können dies später in den Millennium-Einstellungen jederzeit ändern.",
   "DisableUpdates": "Aktualisierungen deaktivieren",
   "DisableOnlyNotifications": "Nur Benachrichtigungen",
   "message1162025SecurityUpdate": "Wir haben uns entschlossen, unsere Sicherheitsprotokolle zu aktualisieren, um Sie und die Gemeinschaft als Ganzes besser zu schützen. Ab dem 16.01.2025 werden wir Maßnahmen ergreifen, um Sie ausdrücklich zu fragen, ob Sie Updates von Millennium erhalten möchten.",
   "message1162025SecurityUpdateTooltip": "(Dies gilt NICHT für Design- und Plugin-Updates, die separat gehandhabt werden und nie automatisch waren)",
   "toggleWantsMillenniumUpdates": "Möchten Sie, dass Millennium nach Updates sucht?",
   "toggleWantsMillenniumUpdatesTooltip": "Wenn diese Option aktiviert ist, sucht Millennium automatisch nach Aktualisierungen. Aktualisierungen werden NICHT automatisch durchgeführt, es sei denn, Sie haben die Benachrichtigungen deaktiviert (siehe Einstellung unten). Sie erhalten ein Popup-Fenster mit der Möglichkeit, zu aktualisieren oder dieses zu verwerfen.",
   "toggleWantsMillenniumUpdatesNotifications": "Möchten Sie benachrichtigt werden, wenn Aktualisierungen gefunden werden? (ähnlich wie dieses Popup)",
   "toggleWantsMillenniumUpdatesNotificationsTooltip": "Wenn ein Update gefunden wird und diese Einstellung aktiviert ist, erhalten Sie ein Popup-Fenster mit der Option, zu aktualisieren oder auf der bereits installierten Version zu bleiben. Wenn ein Update gefunden wird und Sie diese Einstellung NICHT aktiviert haben, erhalten Sie kein Popup-Fenster, und das Update wird angewendet.",
   "updateSecurityWarning": "Es wird dringend empfohlen, diese Einstellungen aktiviert zu lassen, da so sichergestellt wird, dass Sie immer auf dem neuesten Stand der Sicherheitskorrekturen sind. Wenn Sie Millennium nicht auf dem neuesten Stand halten, kann dies zu Sicherheitslücken, fehlerhaften Funktionen oder anderen Problemen führen.",
   "settingsAreChangeableLater": "Sie können diese Einstellungen später in den Millennium-Einstellungen ändern.",
   "strViewUpdateDiffInBrowser": "Diff im Browser anzeigen",
   "strViewDownloadInfo": "Informationen zum Download anzeigen",
   "strUpdateNextStartup": "Update beim nächsten Start",
   "strUpdateReject": "Ich verzichte",
   "strDontShowAgain": "Nicht mehr anzeigen",
   "strAnUpdateIsAvailable": "Eine Aktualisierung für Millennium ist verfügbar! Wir zeigen Ihnen diese Nachricht an, weil Sie sich für den Erhalt von Updates entschieden haben. Wenn Sie diese Meldungen nicht mehr erhalten möchten, können Sie die automatischen Aktualisierungen aktivieren oder die Aktualisierungen in den Millennium-Einstellungen vollständig deaktivieren.",
   "updatePanelCheckForUpdates": "Nach Aktualisierungen suchen",
   "updatePanelShowUpdateNotifications": "Update-Benachrichtigungen anzeigen" 
}
