{
  "settingsPanelPlugins": "Plugin",
  "settingsPanelThemes": "Temi",
  "settingsPanelUpdates": "Aggiornamenti",
  "settingsPanelLogs": "Registri",
  "settingsPanelSettings": "Impostazioni",
  "settingsPanelAbout": "Info",
  "settingsPanelBugReport": "Segnala un bug",
  "itemNoDescription": "Descrizione mancante.",
  "themePanelClientTheme": "Tema del client",
  "themePanelThemeTooltip": "Seleziona il tema utilizzato da Steam (richiede il riavvio)",
  "pluginPanelPluginTooltip": "Non hai nessun plugin installato? ",
  "themePanelGetMoreThemes": "Ottieni altri temi",
  "pluginPanelGetMorePlugins": "Trova dei plugin qui",
  "themePanelInjectJavascript": "Inietta JavaScript",
  "themePanelInjectJavascriptToolTip": "Permette ai temi di inserire codice JavaScript dentro Steam. Disabilitare JavaScript potrebbe causare problemi all'interfaccia di Steam (richiede un riavvio)",
  "themePanelInjectCSS": "Inietta Fogli di Stile",
  "themePanelInjectCSSToolTip": "Permette ai temi di inserire fogli di stile dentro Steam. (richiede un riavvio)",
  "themePanelCustomAccentColor": "Colore d'accento personalizzato",
  "themePanelCustomAccentColorToolTip": "Imposta un colore d'accento personalizzato per i temi che lo supportano (richiede un riavvio)",
  "themePanelCustomColorNotUsed": "Nota: Il tema attivo NON utilizza questa impostazione.",
  "themePanelCustomColorUsed": "Nota: Il tema attivo utilizza questa impostazione!",
  "updatePanelHasUpdates": "Aggiornamenti disponibili!",
  "updatePanelHasUpdatesSub": "Millennium ha trovato i seguenti aggiornamenti per i tuoi temi.",
  "updatePanelReleasedTag": "Rilasciato:",
  "updatePanelReleasePatchNotes": "Note della patch:",
  "updatePanelIsUpdating": "Aggiornamento in corso...",
  "updatePanelUpdate": "Aggiornamento",
  "updatePanelNoUpdatesFound": "Nessun aggiornamento trovato. Puoi procedere!",
  "ViewMore": "Mostra di più",
  "aboutThemeAnonymous": "Anonimo",
  "aboutThemeTitle": "Informazioni",
  "aboutThemeVerifiedDev": "Sviluppatore verificato",
  "viewSourceCode": "Vedi codice sorgente",
  "showInFolder": "Mostra nella cartella",
  "uninstall": "Disinstalla",
  "optionSaveChanges": "Salva le modifiche",
  "optionReloadNow": "Ricarica ora",
  "optionReloadLater": "Ricarica dopo",
  "optionReloadRequired": "Ricarica necessaria",
  "optionPluginNeedsReload": "Per attivare o disattivare i plugin selezionati, è necessario ricaricarli. Sei sicuro di voler continuare?",
  "updatePanelUpdateNotifications": "Notifiche push",
  "updatePanelUpdateNotificationsTooltip": "Millennium ti ricorderà quando un elemento nella tua libreria viene aggiornato!",
  "customThemeSettingsColors": "Colori",
  "customThemeSettingsConfig": "Impostazioni Personalizzate",
  "errorMessageTitle": "Oooops!",
  "errorSubmitIssueNotValid": "Il problema non è valido. Assicurarsi che il problema non riguardi un plugin o un tema; in caso affermativo, contattare lo sviluppatore del plugin o del tema.",
  "errorSubmitIssueNoDescription": "Fornire una descrizione del problema (10 caratteri o più).",
  "errorSubmitIssueNoSteps": "Fornire una panoramica su come riprodurre il problema (10 caratteri o più).",
  "errorSubmitIssueTooFrequent": "Ehi tu! Stai inviando issues troppo velocemente. Attendi un po' prima di inviare un altro issue.",
  "updateSuccessful": "{0} è stato aggiornato con successo.",
  "updateSuccessfulRestart": "{0} aggiornato con successo! Poiché è attualmente attivo, sarà necessario riavviare Steam per rendere effettive le modifiche.",
  "updateFailed": "Impossibile aggiornare {0}! Per ulteriori informazioni, controllare i registri.",
  "messageTitleWarning": "Un secondo!",
  "messageUpdateDisableClarification": "Si desidera disabilitare completamente i controlli degli aggiornamenti o solo disabilitare le notifiche di aggiornamento? È sempre possibile modificare l'opzione in seguito nelle Impostazioni del Millennium.",
  "DisableUpdates": "Disabilita gli aggiornamenti",
  "DisableOnlyNotifications": "Solo le notifiche",
  "message1162025SecurityUpdate": "Abbiamo deciso di aggiornare i nostri protocolli di sicurezza per favorire gli utenti e la comunità nel suo complesso. A partire dal 27/3/2025, abbiamo deciso di adottare misure per chiedervi esplicitamente se volete ricevere aggiornamenti da Millennium.",
  "message1162025SecurityUpdateTooltip": "Si tratta esclusivamente degli aggiornamenti di Millennium, non degli aggiornamenti di temi e plugin, che sono gestiti separatamente e non sono mai stati automatici",
  "toggleWantsMillenniumUpdates": "Vuoi che Millennium controlli la presenza di eventuali aggiornamenti?",
  "toggleWantsMillenniumUpdatesTooltip": "Se abilitato, Millennium controllerà in automatico la presenza di aggiornamenti. Gli aggiornamenti NON vengono applicati automaticamente, a meno che non si siano disattivate le notifiche (impostazione riportata di seguito). Verrà visualizzato un riquadro a comparsa con l'opzione di aggiornare o rifiutare.",
  "toggleWantsMillenniumUpdatesNotifications": "Vuoi ricevere una notifica quando vengono trovati aggiornamenti? (simile a questo popup)",
  "toggleWantsMillenniumUpdatesNotificationsTooltip": "Se il controllo degli aggiornamenti è attivo, viene trovato un aggiornamento e questa impostazione è attivata, si riceverà un riquadro a comparsa con l'opzione di aggiornare o di rimanere alla versione attuale. Se il controllo degli aggiornamenti è attivo, viene trovato un aggiornamento e questa impostazione NON è attivata, non verrà visualizzata alcuna finestra popup e l'aggiornamento verrà applicato automaticamente.",
  "updateSecurityWarning": "Si consiglia vivamente di mantenere queste impostazioni attivate, in quanto assicurano che l'utente sia sempre aggiornato con le ultime correzioni di sicurezza. Il mancato aggiornamento di Millennium può causare vulnerabilità di sicurezza, funzionalità rotte o altri problemi.",
  "settingsAreChangeableLater": "È possibile modificare queste impostazioni in un secondo momento nelle Impostazioni di Millennium.",
  "strViewUpdateDiffInBrowser": "Visualizza Diff nel browser",
  "strViewDownloadInfo": "Visualizza le informazioni di download",
  "strUpdateNextStartup": "Aggiornamento al prossimo avvio",
  "strUpdateReject": "Passo",
  "strDontShowAgain": "Non mostrarmelo più",
  "strAnUpdateIsAvailable": "È disponibile un aggiornamento per Millennium! Ti mostriamo questo messaggio perché hai scelto di ricevere gli aggiornamenti. Se non si desidera più ricevere questi messaggi, è possibile attivare gli aggiornamenti automatici o disabilitare completamente gli aggiornamenti dalle Impostazioni di Millennium.",
  "updatePanelCheckForUpdates": "Controlla aggiornamenti",
  "updatePanelShowUpdateNotifications": "Mostra notifiche di aggiornamento"
}